
"Home" = "дома";

"Choose Photo" = "Выбрать фотографию";

"Album" = "альбом";

"More apps" = "Другие приложения" ;

"Other" = "другой";

"Rate us in the App Store!" = "Оценить нас в магазине App Store!";

"Contact the Author" = "Связаться с автором";

"Smart Mosaic HD Pro" = "Smart Mosaic HD Pro";

"Smart Mosaic Pro" = "Smart Mosaic Pro";

"Settings" = "настройки";

"Picture quality" = "качество изображения";

"Low quality" = "низкое качество";

"High quality" = "высокое качество";

"AgedPhoto" = "AgedPhoto";

"FaceCamera" = "FaceCamera";

"FaceCamera Pro" = "FaceCamera Pro";

"Smart Mosaic HD" = "Smart Mosaic HD";

"Smart Mosaic" = "Smart Mosaic";

"Face Recognition strength" = "Сила распознавания лиц";

"Low" = "низкий";

"High" = "высокий";